"livechat.inputfield.questionplaceholder" = "Մուտքագրեք ձեր հարցը";
"livechat.inputfield.messageplaceholder" = "Մուտքագրեք ձեր ուղերձն այստեղ...";
"livechat.inputfield.feedbackplaceholder" = "Մուտքագրեք ձեր հետադարձ կապն այստեղ...";
"livechat.inputfield.commentplaceholder" = "Մեկնաբանություն";
"livechat.headertitle.feedback" = "Թողեք ձեր առաջարկությունները";
"livechat.button.send" = "Ուղարկել";
"livechat.button.ok" = "Լավ";
"livechat.button.photolibrary" = "Լուսանկարների գրադարան";
"livechat.button.sendPhoto" = "Ուղարկել լուսանկար";
"livechat.button.takescreenshot" = "Ստանալ էկրանի պատկեր";
"livechat.button.cancel" = "Չեղարկել";
"livechat.button.open" = "Բացել";
"livechat.button.copy" = "Պատճենել";
"livechat.button.submit" = "Ներկայացնել";
"livechat.button.back" = "< Հետ";
"livechat.button.select" = "Ընտրել";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Հետ";
"livechat.message.savetolibrary" = "Պահպանել ֆոտոժապավենում";
"livechat.message.offlineSend" = "Անցանց ուղարկում";
"livechat.message.secs" = "%@ վրկ";
"livechat.message.sec" = "%@ վրկ";
"livechat.message.newmessage" = "%@ նոր ուղերձ";
"livechat.message.newmessages" = "%@ նոր ուղերձ";
"livechat.message.chattransfered" = "Զրույցը փոխանցվեց: Ողջույն %@: Ուրախ կլինեմ ձեզ օգնելու:";
"livechat.message.agenjoinedchat" = "%@-ը միացել է այս հաղորդակցմանը:";
"livechat.message.sessionended" = "Աշխատաշրջանն ավարտվել է  - #%@";
"livechat.message.sessionendednovisitid" = "Աշխատաշրջանն ավարտվել է";
"livechat.message.connectedto" = "Միացված է %@-ին";
"livechat.message.chatmissed" = "Մենք շուտով ձեզ հետ կկապվենք";
"livechat.ratingresponse.ratingandfeedback" = "Շնորհակալություն, ձեր կարծիքը և հետադարձ կապը մեզ համար շատ կարևոր են";
"livechat.ratingresponse.feedback" = "Շնորհակալություն, ձեր հետադարձ կապը մեզ համար շատ կարևոր է";
"livechat.ratingresponse.rating" = "Շնորհակալություն, ձեր կարծիքը մեզ համար շատ կարևոր է";
"livechat.message.name" = "Դուք";
"livechat.ratingmessage.bad" = "Վատ";
"livechat.ratingmessage.wow" = "Վաու";
"livechat.feedbackmessage.nofeedback" = "Հետադարձ կապ չկա";
"livechat.connectionstatus.online" = "Առցանց";
"livechat.connectionstatus.offline" = "Անցանց";
"livechat.connectionstatus.waitingfornetwork" = "Սպասում է ցանցին";
"livechat.connectionstatus.noconnection" = "Ցանցային կապ չկա..";
"livechat.day.morning" = "Առավոտ";
"livechat.day.afternoon" = "Կեսօր";
"livechat.day.evening" = "Երեկո";
"livechat.day.night" = "Գիշեր";
"livechat.day.today" = "Այսօր";
"livechat.day.yesterday" = "Երեկ";
"livechat.fileSize.exceed.alert" = "Նիշքի չափը գերազանցում է առավելագույն թույլատրելի սահմանաչափը";
"livechat.message.sessionend" = "Զրույցի աշխատաշրջանն ավարտվում է";
"livechat.leave.feedback" = "Շնորհակալություն մեզ դիմելու համար: \n Խնդրում եք մեզ համար շատ կարևոր հետադարձ կապ տրամադրել:";
"livechat.offline.sent" = "Անցանց ուղարկվել է";
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "պատկեր";
"livechat.conversation.vidoe" = "տեսանյութ";
"livechat.conversation.audio" = "ձայնային ուղերձ";
"livechat.conversation.file" = "նիշք";
"livechat.conversation.location" = "տեղադրություն";
"livechat.conversation.contact" = "կապորդ";
"livechat.ongoing.typing" = "մուտքագրում";
"livechat.offline.message" = "Մենք այս պահին հասանելի չենք: Թողեք մեզ ուղերձ և մենք ձեզ հետ կկապվենք հնարավորինս շուտ:";
"livechat.start.chat" = "Սկսել զրույց";
"livechat.recently.viewed" = "Վերջերս դիտված";
"livechat.faq.srarch.empty" = "Ահ Հոդվածը, որը փնտրում եք, դեռ կառուցման ընթացքում է: Վերադարձե՛ք ավելի ուշ:";
"livechat.faq.search" = "Որոնել հոդված";
"livechat.conversation" = "Խոսակցություններ";
"livechat.faq" = "Գիտելիքների շտեմարան";
"livechat.conversation.search.empty" = "Վա՜յ: Գոյություն ունեցող խոսակցություններից ոչ մեկը, կարծես թե, ձեր կողմից նոր մուտքագրված տերմինին չի համապատասխանում: Փորձե՛ք մուտքագրել մեկ այլ հարցում:";
"livechat.conversation.attended" = "%@-ում՝ %@-ով"; //in zylker with andrew
"livechat.conversation.missed" = "Բաց թողնված %@-ում";//Missed in sales
"livechat.conversation.search" = "Որոնել խոսակցություն";
"livechat.conversation.empty" = "Խոսակցություններ դեռ չկան Մեր փորձագետների հետ կապ հաստատելուն ձեզ մնացել է ընդամենը մեկ կտտոց:";
"livechat.faq.empty" = "Մեր Գիտելիքների շտեմարանը դեռ կառուցման ընթացքում է: Վերադարձե՛ք որոշ ժամանակ անց:";
"livechat.conversaiton.awaiting" = "Կապակցման սպասում...";
"livechat.faq.article" = "Հոդված";
"livechat.faq.articles" = "Հոդվածներ";
"livechat.faq.view" = "Տեսք";
"livechat.faq.views" = "Տեսքեր";
"COM.SIQ.END.CALL.DURATION" = "Ձեր ձայնային կանչը տևել է %@";
"COM.SIQ.END.CALL.REJECTED.BUSY" = "%@-ը ներկայումս զբաղված է";
"COM.SIQ.END.CALL.REJECTED.DECLINED" = "%@-ը մերժել է ձայնային կանչ";
"COM.SIQ.END.CALL.MISSED" = "%@-ը բաց է թողել ձայնային կանչ";
"COM.SIQ.END.CALL.TERMINATED" = "%@-ը չեղարկել է ձայնային կանչ";
"COM.SIQ.MISSED.CALL.TITLE" = "Բաց թողած կանչ";
"COM.SIQ.MISSED.CALL.FROM" = "Դուք բաց եք թողել կանչ %@-ից";
"livechat.button.endsession" = "Ավարտել աշխատաշրջանը";
"livechat.message.missedChat" = "Բաց թողած Զրույց";
"livechat.message.sharedfile" = "Համօգտագործել է նիշք";
"livechat.message.suggestions" = "Առաջարկներ";
"livechat.message.like" = "Հավանել";
"livechat.message.dislike" = "Չհավանել";
"livechat.message.timezone" = "Ժամային գոտի";
"livechat.message.date" = "Ամսաթիվ";//
"livechat.message.time" = "Ժամանակ";//
"livechat.message.from" = "Սկիզբ";//
"livechat.message.to" = "Ավարտ";//
"livechat.message.speaker" = "Բարձրախոս";
"livechat.message.settings" = "Կարգավորումներ";
"livechat.message.okay" = "Նորմալ";
"livechat.button.dnt" = "Չհետագծել";
"livechat.button.gotit" = "Պարզ է:";
"livechat.button.learnmore" = "Իմանալ ավելին";
"livechat.button.accept" = "Ընդունել";
"livechat.button.decline" = "Մերժել";
"livechat.message.changeemail" = "Փոխել էլ. հասցեն";
"livechat.message.translateconsent" = "Գործարքի համաձայնություն";
"livechat.message.translation" = "Այս խոսակցությունը թարգմանելու համար մենք օգտագործում ենք Google translate-ը";
"livechat.message.chatconsent" = "Զրույցի համաձայնություն";
"livechat.message.trackconsent" = "Հետագծման համաձայնություն";
"livechat.chatconsent.message" = "Կտտացնելով Ընդունել՝ դուք սույնով համաձայնում եք փաստաթղթում նշված բոլոր դրույթներին ու պայմաններին:";
"livechat.trackconsent.message1" = "Ողջունում ենք բոլորին: Մենք հետևում ենք մեր գործադիրում ձեր կողմից կատարվող բոլոր գործողություններին՝ գործադիրի օգտագործումն առավել հարմարավետ դարձնելու համար:";
"livechat.trackconsent.message2" = "Ողջունում ենք բոլորին: Մենք հետևում ենք մեր գործադիրում ձեր կողմից կատարվող բոլոր գործողություններին՝ գործադիրի օգտագործումն առավել հարմարավետ դարձնելու համար: Սակայն եթե ցանկանում եք հրաժարվել, կտտացրեք «Չհետևել» ընտրանքը:";
"livechat.message.cardmask" = "Վարկային քարտի դիմակավորում";
"livechat.creditcard.message" = "Քանի որ ձեր քարտը պարունակում է բավականին զգայուն տվյալներ, ցանկանո՞ւմ եք, որ մենք թաքցնենք ձեր քարտի համարի առաջին 12 թվանշանները:";
"livechat.button.mask" = "Դիմակավորել";
"livechat.message.emailtranscript" = "Դուք պատրաստվում եք այս զրույցի արձանագրությունը էլ. փոստով ուղարկել %@-ին:";
"livechat.message.slidetodelete" = "Սլայդ՝ ջնջելու համար";
"livechat.message.holdtorecord" = "Պահեք՝ ձայնագրելու համար, Բաց թողեք՝ դադարեցնելու համար";
"livechat.permission.microphone" = "Տրամադրեք ձեր սարքի խոսափողի հասանելիություն՝ ձայնային ուղերձներ ձայնագրելու և ուղարկելու համար:";
"livechat.buttton.later" = "Ավելի ուշ";
"livechat.message.permission" = "Նավարկել դեպի գործադիրների կարգավորումներ";
"livechat.message.angry" = "Զայրացած";
"livechat.message.sad" = "Տխուր";
"livechat.message.good" = "Լավ";
"livechat.message.great" = "Հիանալի";
"livechat.message.chattransfering" = "%@-ը փոխանցում է այս զրույցը %@-ին:";
"livechat.message.forwardsupport" = "%@-ը փոխանցում է այս զրույցը:";
"livechat.message.forwardaccepted" = "Զրույցը հաջողությամբ փոխանցվել է %@-ին:";
"livechat.button.done" = "Պատրաստ է";
"livechat.button.skip" = "Բաց թողնել";
"livechat.button.confirm" = "Հաստատել";
"livechat.message.bookslot" = "Ամրագրել ժամանակահատված";
"livechat.message.verybad" = "Շատ վատ";
"livechat.message.neutral" = "Չեզոք";
"livechat.message.pickdate" = "Ընտրել ամսաթիվ";
"livechat.message.pickslot" = "Ընտրել ժամանակամիջոց";
"livechat.message.pickloc" = "Ընտրել տեղադրություն";
"livechat.message.location" = "Տեղադրություն";
"livechat.message.curloc" = "Ուղարկել ընթացիկ տեղադրությունը";
"livechat.message.selloc" = "Ուղարկել ընտրված տեղադրությունը";
"livechat.message.continuesession" = "Մեզ հետ ձեր զրույցի աշխատաշրջանն ավարտվել է: Պարզաբանման ենթակա լրացուցիչ հարցումներ ունեք: Կտտացրեք Շարունակել՝ մեզ հետ զրուցելու համար:";
"livechat.button.sendemail" = "Ուղարկել զրույցի արձանագրությունը էլ. փոստով";
"livechat.button.continue" = "Շարունակել";
"livechat.message.mailsent" = "Նամակը հաջողությամբ ուղարկվեց";
"livechat.message.mailfailed" = "Չհաջողվեց ուղարկել նամակը";
"livechat.button.yes" = "Այո";
"livechat.button.no" = "Ոչ";
"livechat.message.connectohuman" = "Մարդու օգնության կարիք ունե՞ք:";
"livechat.message.downloading" = "Ներբեռնվում է";
"livechat.message.uploading" = "Վերբեռնվում է";
"livechat.message.sendphoto" = "Ուղարկել 1 լուսանկար";
"livechat.message.sendvideo" = "Ուղարկել 1 տեսանյութ";
"livechat.message.sendphotos" = "Ուղարկել %@ լուսանկար";
"livechat.message.sendvideos" = "Ուղարկել %@ տեսանյութ";
"livechat.message.senditems" = "Ուղարկել %@ տարր";
"livechat.message.saved" = "Պահպանվել է";
"livechat.message.screenshot" = "Հպեք՝ կորզելու համար";
"livechat.message.time.yearsago" = "%@տ առաջ";
"livechat.message.time.monthsago" = "%@ա առաջ";
"livechat.message.time.weeksago" = "%@շ առաջ";
"livechat.message.time.daysago" = "%@օր առաջ";
"livechat.message.time.hoursago" = "%@ժ առաջ";
"livechat.message.time.minutesago" = "%@ր առաջ";
"livechat.message.time.secondsago" = "%@վ առաջ";
"livechat.continue.chat" = "Շարունակել զրույցը";
"livechat.conversation.started" = "%@-ից";
"livechat.message.sendfeedback" = "Ուղարկել հետադարձ կապ";
"livechat.message.sessionendtime" = "Զրույցի աշխատաշրջանը կավարտվի %@-ից";
"livechat.message.recieveimage" = "%@-ը ձեզ ուղարկել է պատկեր";
"livechat.message.recievevideo" = "%@-ը ձեզ ուղարկել է տեսանյութ";
"livechat.message.recievegif" = "%@-ը ձեզ ուղարկել է GIF";
"livechat.message.recievefile" = "%@-ը ձեզ ուղարկել է նիշք";
"livechat.message.recieveaudio" = "%@-ը ձեզ ուղարկել է ձայնային հոլովակ";
"livechat.message.sharescreenshot" = "Համօգտագործել էկրանի պատկերը";
"livechat.message.defaultthankmsg" = "Շատ հաճելի է ձեզ հետ այսօր զրուցել: Խնդրում ենք ժամանակ հատկացնել մեզ ձեր «Գնահատականը» տրամադրելու համար:";
"livechat.message.rate.1star" = "Ներեցեք, որ չկարողացանք օգնել: Մենք կբարելավենք մեր աջակցումը:";
"livechat.message.rate.2star" = "Ներեցե՛ք: Հավաստիացնում ենք, որ հաջորդ անգամ կբարելավենք աջակցման որակը:";
"livechat.message.rate.3star" = "Շնորհակալությո՛ւն՝ գնահատելու համար: Դիմեք մեզ, եթե ունեք օժանդակության կարիք:";
"livechat.message.rate.4star" = "Շնորհակալությո՛ւն գնահատելու համար: Ուրախ ենք ձեզ օգնելու:";
"livechat.message.rate.5star" = "Վաու, շնորհակալություն:  Մենք ուրախ ենք ձեզ օգնելու";
"livechat.message.feedback" = "Շնորհակալություն՝ հետադարձ կապի համար:";
"livechat.message.state.connecting" = "Կապակցում";
"livechat.message.state.connected" = "Կապակցված է";
"livechat.message.inputcard.title.name" = "Մուտքագրեք անունը";
"livechat.message.inputcard.title.phone" = "Մուտքագրեք կապորդը";
"livechat.message.inputcard.title.url" = "Մուտքագրեք URL";
"livechat.message.inputcard.title.email" = "Մուտքագրեք էլ. հասցե";
"livechat.message.inputcard.error.name" = "Մուտքագրեք վավեր անուն";
"livechat.message.inputcard.error.email" = "Մուտքագրեք վավեր էլ. հասցե";
"livechat.message.inputcard.error.contact" = "Մուտքագրեք վավեր կոնտակտային համար";
"livechat.message.inputcard.error.url" = "Մուտքագրեք վավեր URL";
"livechat.message.form.inline.introduction" = "Օգնեք մեզ իմանալ, թե ում հետ ենք զրուցում:";
"livechat.message.form.inline.chatmessage" = "Խնդրում ենք մեզ տրամադրել որոշ մանրամասներ՝ զրույցը սկսելու համար:";
"livechat.message.form.inline.buttontitle" = "Լրացնել ձևաթուղթ";
"livechat.message.form.field.error.question" = "Մուտքագրել հարց";
"livechat.message.form.field.question" = "Մուտքագրեք ձեր հարցն այստեղ";
"livechat.message.form.field.campaign" = "Ցանկանո՞ւմ եք բաժանորդագրվել մեր լրագրին:";
"livechat.message.form.field.error.unknown" = "Նշված պատասխանն անվավեր է:";
"livechat.message.form.field.department.fieldname" = "Բաժին";
"livechat.message.form.field.department.message" = "Խնդրում ենք ընտրել բաժինը, որին պետք է ուղղորդվի ձեր հարցումը";
"livechat.message.form.field.department.placeholder" = "Ընտրեք բաժին";
"livechat.message.form.field.department.coversation.error" = "Խնդրում ենք ընտրել մեկ այլ բաժին:";
"livechat.message.form.field.department.traditional.error" = "Ընտրեք վավեր Բաժին";
"livechat.message.form.field.email.fieldname" = "Էլ. փոստ";
"livechat.message.form.field.email.message" = "Կարո՞ղ ենք ձեր էլ. նամակ ուղարկել:";
"livechat.message.form.field.email.placeholder" = "Մուտքագրեք ձեր էլ. հասցեն";
"livechat.message.form.field.email.coversation.error" = "Ձեր կողմից մուտքագրված էլ. հասցեն, կարծես թե, սխալ է: Խնդրում ենք կրկին մուտքագրել ձեր էլ. հասցեն:";
"livechat.message.form.field.email.traditional.error" = "Մուտքագրեք վավեր էլ. հասցե";
"livechat.message.form.field.phone.fieldname" = "Հեռախոս";
"livechat.message.form.field.phone.message" = "Կարո՞ղ եք մեզ տրամադրել ձեր կոնտակտային համարը:";
"livechat.message.form.field.phone.placeholder" = "Մուտքագրեք ձեր կոնտակտային համարը";
"livechat.message.form.field.phone.coversation.error" = "Ձեր կողմից մուտքագրված հեռախոսահամարը, կարծես թե, սխալ է: Խնդրում ենք կրկին մուտքագրել ձեր հեռախոսահամարը:";
"livechat.message.form.field.phone.traditional.error" = "Մուտքագրեք վավեր հեռախոսահամար";
"livechat.message.form.field.name.fieldname" = "Անուն";
"livechat.message.form.field.name.message" = "Ինչպե՞ս եք ցանկանում, որ ձեզ դիմեն:";
"livechat.message.form.field.name.placeholder" = "Մուտքագրեք ձեր անունը";
"livechat.message.form.field.name.coversation.error" = "Ձեր մուտքագրած անունը, կարծես թե, ճիշտ չէ: Խնդրում ենք կրկին մուտքագրել ձեր անունը:";
"livechat.message.form.field.name.traditional.error" = "Մուտքագրեք վավեր անուն";
"livechat.message.form.conversation.sendername" = "Օպերատոր";
"livechat.message.form.traditional.title" = "Օգտվողի մանրամասներ";
"livechat.message.error.internet" = "Խնդրում ենք ստուգել ձեր ինտերնետ կապը:";
"livechat.message.error.unknown" = "Վա՜յ: Ինչ-որ սխալ առաջացավ: Փորձեք նորից";
"livechat.conversation.started_no_dept" = "%@-ով";
"livechat.message.reopensession" = "Ձեր զրույցի աշխատաշրջանն ավարտվել է: Դուք կարող եք վերաբացել զրույցը, եթե ունեք լրացուցիչ հարցումներ:";
"livechat.message.failiure.unknown" = "Ինչ-որ սխալ առաջացավ: Սխալի կոդը. %@";
"livechat.message.failiure.throttle" = "Միացումը գերծանրաբեռնված է: Փորձեք նորից որոշ ժամանակ հետո:";
"livechat.message.failiure.operationFailed" = "Գործողությունը ձախողվեց";
"livechat.button.reopen" = "Նորից բացել զրույցը";
"livechat.message.conversation.reopened" = "Դուք վերաբացել եք զրույցը";
"livechat.message.sendblocked.ended" = "Այս զրույցն ավարտվել է";
"livechat.message.conversation.operatorsunavailable" = "Հասանելի օպերատորներ չկան";
"livechat.message.conversation.waiting" = "Օպերատորը շուտով կմիանա";
"livechat.message.conversation.formwaiting" = "Սպասում ենք ձեր տվյալներին";
"livechat.button.sure" = "Իհարկե";
"livechat.message.chatwithus" = "Զրուցեք մեզ հետ հիմա:";
"livechat.message.search" = "Որոնել";
"livechat.rate.titlemessage" = "Ինչպե՞ս կգնահատեք մեզ հետ ունեցած խոսակցությունը:";
"livechat.rate.subtitlemessage" = "Խնդրում ենք ժամանակ հատկացնել մեզ գնահատելու համար:";
"livechat.message.time.justnow" = "Հենց հիմա";
"livechat.message.file" = "Նիշք";
"livechat.message.missed.message" = "Ներողություն, որ չենք արձագանքել: Մենք շուտով ձեզ հետ կկապվենք:";
"livechat.message.connection.online.message" = "Կրկին առցանց ենք:";
"salesiq.chat.branding" = "Խթանող՝ SalesIQ Mobilisten";
"livechat.button.download" = "Ներբեռնում";
"livechat.alert.formactivenotice.title" = "Ձևաթուղթն Ակտիվ է մեկ այլ զրույցում";
"livechat.alert.formactivenotice.subtitle" = "Խնդրում ենք լրացնել ձևաթուղթը նախորդ զրույցում՝ նախքան նոր զրույց սկսելը:";
"livechat.message.offlinemessage.submitted" = "Անցանց ուղերձը ներկայացվել է";
"livechat.message.storage_permission.denied" = "Պահեստի մուտքի թույլտվությունը մերժվել է:";
"livechat.message.timedout" = "Ժամասպառվեց";
"livechat.message.success" = "Հաջողվեց";
"livechat.message.faliure" = "Ձախողվեց";
"livechat.message.widget.selectionlimit" = "Բազմակի ընտրության սահմանաչափը լրացել է";
"livechat.message.noresult" = "Արդյունքներ չեն գտնվել";
"livechat.message.waitingforconnection" = "Սպասում ենք ցանցային կապակցման";
"livechat.message.chat.closedalert" = "Աշխատաշրջանը փակվե՛լ է: Վերաբացեք զրույցը՝ շարունակելու համար:";
"livechat.message.info.chatmissed" = "Մենք բաց ենք թողել ձեր զրույցի հարցումը";
"livechat.message.status.sending" = "Ուղարկվում է";
"livechat.message.status.sent" = "Ուղարկվել է";
"livechat.message.status.resend" = "Նորից ուղարկել";
"livechat.message.status.delete" = "Ջնջել";
"livechat.message.inputcard.error.novalue" = "Խնդրում ենք մուտքագրել վավեր արժեք";
"livechat.chat.pendingaction.placeholder" = "Խնդրում ենք սպասել:";
"livechat.chat.sender.profanity.alert" = "Չարաշահման մասին զգուշացում";
"livechat.chat.queue.banner.calculating" = "Սպասելաժամանակի հաշվարկ...";
"livechat.chat.queue.banner.title" = "Դուք զրույցի հերթում եք";
"livechat.chat.queue.banner.timeremaining" = "Մոտավոր սպասելաժամանակը ~%@ է";
"livechat.chat.queue.banner.position.subtitle" = "Տեղ";
"livechat.chat.list.subtitle.queue.spot" = "Տեղը հերթում՝ %@";
"livechat.gdpr.googletranslate.consent" = "Այս ծառայությունը կարող է պարունակել Google-ի կողմից օժանդակվող թարգմանություններ: Google-ը չի տրամադրում թարգմանությունների հետ կապված որևէ բացահայտ կամ ենթադրվող երաշխիք, ներառյալ ճշտության, հուսալիության, հաճախորդի սպասելիքների արդարացման, որոշակի նպատակի համար պիտանելիության և պահանջների չխախտման վերաբերյալ երաշխիքները:";

"livechat.button.schedule" = "Ժամանակացույց";
"livechat.message.inputwidget.datetime.title" = "Ամսաթիվ և ժամանակ";
"livechat.message.search.country.placeholder" = "Որոնել երկիր կամ կոդ";
"livechat.message.permission.denied.location" = "Տեղադրության թույլտվությունը մերժվել է";
"livechat.messsage.search.noresults" = "Մենք չենք կարող գտնել ձեր որոնմանը համապատասխանող արդյունքներ";

"livechat.message.status.edit" = "Խմբագրել";
"livechat.message.status.reply" = "Պատասխանել";
"livechat.message.deletingmessage" = "Ջնջել ուղերձը";
"livechat.message.deletemessage" = "Ջնջե՞լ ուղերձը:";
"livechat.message.messagedeletedforeveryone" = "Այս ուղերձը կջնջվի բոլորի համար: Այս գործողությունն անդառնալի է";
"livechat.message.loadmoremessage" = "Բեռնել ավելին";
"livechat.message.messagedeleted" = "Այս ուղերձը ջնջվել է";
"livechat.message.messageedited" = "Խմբագրվել է";
"livechat.message.failure.transcriptFetch" = "Հնարավոր չէ բեռնել ուղերձները: Փորձեք կրկին ավելի ուշ:";
"livechat.message.failure.deleteMessage" = "Հնարավոր չէ ջնջել ուղերձները: Փորձեք կրկին ավելի ուշ:";
"livechat.message.failure.editMessage" = "Հնարավոր չէ խմբագրել ուղերձը: Փորձեք կրկին ավելի ուշ:";
"livechat.message.log.title" = "Գործադիրի գրանցամատյան";
"livechat.message.log.chatMessage" = "Օպերատորը հայցել է ձեր գործադիրի գրանցամատյանի մուտքի թույլտվություն";
"livechat.message.share" = "Համօգտագործել";
"livechat.info.message" = "Պատճենել է";

"livechat.booking.description"="Ստորև սեղմեք «Ամրագրել հիմա»՝ հանդիպումը պլանավորելու համար:"; 
"livechat.booking.bookappointment" = "Ամրագրել հանդիպում"; 
"livechat.booking.cancelbooking" = "Չեղարկել ամրագրումը"; 
"livechat.booking.cancelbooking.message" = "Իրո՞ք ցանկանում եք չեղարկել այս ամրագրումը:"; 
"livechat.booking.discardbooking" = "Իրո՞ք ցանկանում եք չեղարկել փոփոխությունները"; 
"livechat.common.discard" = "Չպահպանել"; 
"livechat.booking.pickadate" = "Ընտրել ամսաթիվ"; 
"livechat.booking.allslotsbooked" = "Բոլոր պատուհանները ամրագրված են"; 
"livechat.booking.allslotsbooked.message" = "Այս ամսաթվին բոլոր պատուհանները կարծես թե ամրագրված են, փորձեք մեկ այլ ամսաթիվ:"; 
"livechat.booking.unavailable" = "Անհասանելի"; 
"livechat.booking.slots" = "Պատուհաններ"; 
"livechat.booking.slot" = "Պատուհան"; 
"livechat.booking.choosedate" = "Ընտրել ամսաթիվը"; 
"livechat.booking.bookingconfirmation.title" = "Ամրագրման հաստատում"; 
"livechat.booking.verifydetails" = "Հաստատել կոնտակտային տվյալները"; 
"livechat.common.noresultfoung" = "Որոնման համար արդյունքներ չեն գտնվել"; 
"livechat.booking.choosetimeslot.title" = "Ընտրել ժամային պատուհան"; 
"livechat.booking.booknow" = "Ամրագրել հիմա"; 
"livechat.booking.scheduled" = "Պլանավորված է"; 
"livechat.booking.cancelled" = "Չեղարկվել է"; 
"livechat.booking.reschedule" = "Վերահերթագրել"; 
"livechat.booking.cancel" = "Չեղարկել";

"livechat.booking.expired" = "Ժամկետանց";
"livechat.booking.rescheduled" = "Վերահերթագրված է";
"livechat.booking.error.booknow" = "Փորձել կրկին";
"livechat.booking.error.bookanappointment" = "Չհաջողվեց ամրագրել ժամադրություն";
"livechat.booking.error.confirmappointment" = "Ժամադրության ամրագրումը ձախողվել է։ Փորձել կրկին:";
"livechat.booking.error.rescheduleaction" = "Չհաջողվեց վերապլանավորել։ Փորձել կրկին:";
"livechat.booking.error.cancelaction" = "Չհաջողվեց չեղարկել։ Փորձել կրկին:";
"livechat.booking.error.rescheduleappointment" = "Չհաջողվեց վերապլանավորել։ Փորձել կրկին:";
"livechat.info.booking.reschedule" = "Ժամադրությունը տեղափոխվել է";
"livechat.info.booking.cancel" = "Ժամադրությունը չեղարկվել է";
"livechat.booking.success.appointment" = "Ժամադրությունը հաջողությամբ ամրագրվել է";
"livechat.booking.success.reschedule" = "Ժամադրությունը հաջողությամբ տեղափոխվել է";
"livechat.booking.success.cancel" = "Ժամադրությունը հաջողությամբ չեղարկվել է";
"livechat.booking.disabled" = "Ինտեգրումը պորտալում չի միացվել";
"livechat.booking.search" = "Հետևյալի համար որոնման արդյունքներ չեն գտնվել";
"livechat.voicemessage.alert.title" = "Չպահպանել ձայնային ուղերձը";
"livechat.voicemessage.alert.message" = "Արդյունքում Ձեր կողմից ձայնագրված ուղերձը չի պահպանվի";
"livechat.booking.alert.discardChangesPrompt" = "Կատարված փոփոխությունները չեն պահպանվի: Ցանկանո՞ւմ եք շարունակել։";
"livechat.alert.button.proceed" = "Շարունակել";
"livechat.alert.button.cancel" = "Չեղարկել";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "Վերջին որոնումները";
"livechat.knowledgebase.categories" = "Անվանակարգեր";
"livechat.knowledgebase.article.updated" = "Արդիացվել է";
"livechat.knowledgebase.action.like" = "Հավանել";
"livechat.knowledgebase.action.dislike" = "Չհավանել";
"livechat.knowledgebase.info.liked" = "Հավանած";
"livechat.knowledgebase.info.disliked" = "Չհավանած";
"livechat.knowledgebase.view" = "տեսք";
"livechat.knowledgebase.views" = "տեսքեր";
"livechat.knowledgebase.action.invalid" = "Անվավեր գործողություն: Փորձել կրկին:";
"livechat.knowledgebase.noviews" = "Տեսքեր չկան";

"livechat.knowledgebase.subcategories" = "Ենթաանվանակարգեր";
"livechat.knowledgebase.article" = "հոդված";
"livechat.knowledgebase.articles" = "հոդված";
"livechat.knowledgebase.relatedarticles" = "Առնչվող հոդվածներ";
"livechat.knowledgebase.subcategory.count" = "ենթաանվանակարգ";
"livechat.knowledgebase.subcategories.count" = "ենթաանվանակարգ";
"livechat.knowledgebase.recentlyviewed" = "Վերջերս դիտված";
"livechat.knowledgebase.choosedepartment" = "Ընտրեք բաժին";
"livechat.knowledgebase.search.departments" = "Բաժիններ";
"livechat.knowledgebase.delete.or.disabled" = "Հոդվածն անհասանելի է";

"livechat.chat" = "Զրույց";
"livechat.knowledgebase.time.yearsago" = "Թարմացվել է %@տ առաջ";
"livechat.knowledgebase.time.monthago" = "Թարմացվել է %@ա առաջ";
"livechat.knowledgebase.time.dayago" = "Թարմացվել է 1 օր առաջ";
"livechat.knowledgebase.time.daysago" = "Թարմացվել է %@ օր առաջ";
"livechat.knowledgebase.time.hourago" = "Թարմացվել է 1 ժամ առաջ";
"livechat.knowledgebase.time.hoursago" = "Թարմացվել է %@ ժամ առաջ";
"livechat.knowledgebase.time.justnow" = "Թարմացվել է հենց հիմա";

"livechat.conversation.unavailable" = "Չատն անհասանելի է";
"livechat.message.file.not.supported" = "Նիշքի տեսակը չի աջակցվում";
"livechat.message.sending.failed" = "Չհաջողվեց ուղարկել հաղորդագրությունը";
"livechat.launcher.dismiss" = "Քաշեք այստեղ՝ փակելու համար";
"livechat.button.endchat" = "Ավարտել զրույցը";


"livechat.message.resendall" = "Կրկին ուղարկել բոլորը";
"livechat.message.deleteall" = "Ջնջել բոլորը";
"livechat.filebotcard.minimumselection.error" = "Խնդրում ենք ընտրել նվազագույնը %@ նիշք";
"livechat.filebotcard.maximumselection.error" = "Հնարավոր չէ համօգտագործել ավելի քան %@ նիշք";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Նիշքի չափը չպետք է գերազանցի %@-ը";
"livechat.filebotcard.upload" = "Վերբեռնել";

"livechat.message.widget.minimumselectionlimit" = "Պահանջվում է նվազագույնը %@ ընտրություն";
"livechat.message.resource.viewarticle" = "Դիտել հոդվածը";
"livechat.filebotcard.unsupportedfile.error" = "Ընտրված նիշքը չի աջակցում, խնդրում ենք ընտրել մեկ այլ նիշք։ ";
"livechat.fab.call.action" = "Զանգել";
"livechat.fab.chat.action" = "Զրույց";
"livechat.fab.close.action" = "Փակել";

"livechat.info.call.convertedaschat" = "Զանգը փոխարկվել է չատի %@-ի կողմից";
"livechat.info.call.end" = "Ձայնային զանգ %@-ին՝ %@";
"livechat.info.call.reject.peer" = "%@-ն ներկայումս զբաղված է։ Փորձեք զանգել նորից ավելի ուշ";
"livechat.info.call.reject" = "%@-ը մերժել է ձայնային կանչը %@-ին";
"livechat.info.call.missed.other" = "%@-ը բաց է թողել Ձեր ձայնային զանգը %@-ին";
"livechat.info.call.missed.self" = "%@-ը բաց է թողել ձայնային կանչ %@-ին";
"livechat.info.call.cancelled" = "%@-ը չեղարկել է ձայնային զանգը %@-ին";
"livechat.common.loading" = "Բեռնում...";
"livechat.call.title.ongoingcall" = "Ընթացիկ զանգ";
"livechat.prechat.chat.online.title" = "Զրուցեք մեզ հետ";
"livechat.prechat.chat.offline.title" = "Թողեք մեզ հաղորդագրություն";
"livechat.prechat.call.online.title" = "Զանգեք մեզ հիմա";
"livechat.prechat.call.offline.title" = "Թողնել մեզ բաց թողած զանգ";
"livechat.call.warning.make.new.call" = "Դուք չեք կարող կատարել նոր զանգ, քանի դեռ մեկ այլ զանգ ընթացքում է։";
"livechat.call.end.alert.when.end.conversation" = "Չատն ավարտելու դեպքում կավարտվի նաև ընթացիկ զանգը։ Իրո՞ք ցանկանում եք շարունակել:";
"livechat.action.end" = "Ավարտել";
"livechat.prechat.brand.back.to.online" = "Ողջույն, մենք կրկին առցանց ենք։";
"livechat.call.outgoingcall.duration" = "Ելքային զանգ %@-ի համար";
"livechat.call.missed" = "Բաց թողած կանչ";
"livechat.call.cancelled" = "Չեղարկված զանգ";
"livechat.missed.chat.response" = "Շնորհակալ ենք մեզ դիմելու համար։ Մենք կպատասխանենք հնարավորինս շուտ։";
"livechat.call.miss.alert.title" = "Օպերատորներն անհասանելի են";
"livechat.call.miss.alert.message" = "Ցանկանո՞ւմ եք մեզ թողնել բաց թողած զանգ։";
"livechat.chat.miss.alert.message" = "Ցանկանո՞ւմ եք մեզ թողնել հաղորդագրություն։";
"livechat.call.recording.consent.title" = "Զանգը ձայնագրելու համաձայնություն";
"livechat.call.recording.consent" = "Բոլոր զանգերը ձայնագրվում են որակի ապահովման, հաշվառման և ուսուցման նպատակներով: Սեղմելով «Ընդունել»՝ Դուք տրամադրում եք զանգը ձայնագրելու համաձայնություն:";
"livechat.call.queue.title" = "Զանգը հերթում է";
"livechat.call.microphone.permission.title" = "Խնդրում ենք թույլ տալ հասանելիությունը";
"livechat.call.microphone.permission.custom.message" = "%@-ին անհրաժեշտ է Ձեր խոսափողի հասանելիություն՝ ձայնային զանգեր կատարելու համար";
"livechat.call.microphone.permission.message" = "Այս հավելվածին անհրաժեշտ է Ձեր խոսափողի հասանելիություն՝ ձայնային զանգեր կատարելու համար";
"livechat.button.endconversation" = "Ավարտել խոսակցությունը";
"livechat.message.offlinechat" = "Օֆլայն չատ";
"livechat.message.offlinecall" = "Օֆլայն զանգ";
"livechat.checkbox.consent.message" = "Ես համաձայնում եմ դրույթներին և պայմաններին";
"livechat.checkbox.consent.message.tac" = "դրույթների և պայմանների";
"livechat.list.subtitle.queue.call" = "Ձեր զանգը հերթում է։ Խնդրում ենք սպասել:";
"livechat.list.subtitle.queue.chat" = "Ձեր չատը հերթում է։ Խնդրում ենք սպասել:";
"livechat.common.gdpr.consent.title" = "Խոսակցության համաձայնություն";
"livechat.common.gdpr.consent.message" = "Կտտացնելով Ընդունել՝ Դուք սույնով համաձայնում եք փաստաթղթում նշված բոլոր դրույթներին ու պայմաններին:";
"livechat.common.gdpr.consent.message.in.forms" = "Նշելով դրույթների և պայմանների վանդակը՝ Դուք համաձայնում եք փաստաթղթում նշված բոլոր կանոնակարգերին։";
"livechat.form.toast.agree.tac" = "Շարունակելու համար խնդրում ենք համաձայնել Դրույթներին և պայմաններին";
"livechat.list.missed.call.subtitle" = "Մենք բաց ենք թողել Ձեր զանգը։ Խնդրում ենք փորձել ավելի ուշ:";
"livechat.list.cancel.call.subtitle" = "Դուք չեղարկել եք ձայնային կանչ։";
"livechat.list.subtitle.ongoingcallinothersession" = "Ընթացիկ զանգ մեկ այլ աշխատաշրջանում";
"livechat.call.failed.message" = "Մեր օպերատորները կարծես այս պահին անհասանելի են:";
"livechat.call.waiting.for.response" = "Խնդրում ենք սպասել, մինչև մեր աջակցման ծառայության ներկայացուցիչը սպասարկի Ձեր կանչը";
"livecaht.call.initialization.failed" = "Չհաջողվեց սզբնավորել";
